MESSAGE_START_INTRO = '''
سلام و عرض ادب خدمت مراجع محترم.🙋‍♂️
مشاور بات برای کمک به شما اینحاست تا کار مشاوره سریع تر و راحت تر انجام شود. در صورتی که اطلاعات خود را قبلا برای سامانه ما ثبت نکرده اید گزینه ثبت اطلاعات را انتخاب کنید.
'''
MESSAGE_FIELD_CHOOSE = '''
برای شروع مشاوره لطفا زمینه سوال و مشاوره خود را از لیست زیر انتخاب کنید: 👇
'''
BUTTON_GET_MOSHAVERE_FIELDS = '''
 نمایش لیست زمینه های مشاوره
'''
MOSHAVERE_FIELDS = ['طب و سلامت','روانشناختی و اختلالات','ازدواج و خانواده','تربیت','اخلاق','اعتقادی','احکام','امور معنوری و ماورایی']
MESSAGE_HEALTH_FIELDS_CHOOSE = '''
در زمینه طب اسلامی در صورتی که نیاز به ارتباط با مشاور دارید گزینه مربوط در صورتی که نیاز به دسترسی به دستورات طبی گزینه آن را انتخاب کنید.
'''
HEALTH_FIELDS = ['مشاوره طبی','دستورات طبی']
MESSAGE_NOT_PERMITTED_USER = '''
ضمن عرض پوزش ظاهرا شما در سامانه ما اطلاعات خود را ثبت نکرده اید. لذا بایستی از طریق لینک زیر اطلاعات خود را ثبت نمایید. 👇
پس از ثبت نام بات مشاوره در خدمت شما خواهد بود. 🙏
'''
BUTTON_HOME_PAGE = "🏠"
MESSAGE_CHOICE_NOT_PERMITTED = '''
متن وارد شده جزو گزینه های مورد نظر نیست. 😢
'''
ADVICE_CHOICE_CASE = "✍️"
BUTTON_GET_HEALTH_FIELDS="👨‍"
